
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Невідомо як завантажити URL-адресу %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Не вдалося підключитися до хоста %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "З сервера отримано неправильний заголовок";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Не вдається визначити IP-адресу хоста: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Не вдається отримати опис порту %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Не вдається підключитися до хоста %@ через порт %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Отримано невідому відповідь HTTP-сервера %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Помилка HTTP-запиту для URL-адреси %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Втрачено зв’язок із хостом %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Не вдалося прочитати з %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Виявлено цикл перенаправлення під час спроби завантаження URL-адреси %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Служба недоступна для хоста %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Не вдалося відкрити зв’язок даних для шляху URL-адреси: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Об’єкт недоступний для вказаної URL-адреси: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Не вдалося впізнати FTP-команду хоста: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Не вдалося розпізнати ім’я або пароль.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f Гб";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f Кб";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f Мб";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f байт";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f Гб";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f Гб";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f Кб";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f Кб";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f Кб";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f Мб";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f Мб";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ із %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 байтів";

/* String used for showing a one byte size */
"1 byte" = "1 байт";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Пароль веб-форми";

/* HTTP result code string */
"accepted" = "прийнято";

/* HTTP result code string */
"bad gateway" = "неправильний шлюз";

/* HTTP result code string */
"bad request" = "неправильний запит";

/* HTTP result code string */
"client error" = "помилка клієнта";

/* HTTP result code string */
"conflict" = "конфлікт";

/* HTTP result code string */
"continue" = "продовжити";

/* HTTP result code string */
"created" = "створено";

/* HTTP result code string */
"expectation failed" = "помилка очікування";

/* HTTP result code string */
"forbidden" = "заборонено";

/* HTTP result code string */
"found" = "знайдено";

/* HTTP result code string */
"gateway timed out" = "час очікування шлюзу вичерпано";

/* HTTP result code string */
"informational" = "інформаційний";

/* HTTP result code string */
"internal server error" = "внутрішня помилка сервера";

/* HTTP result code string */
"length required" = "необхідна довжина";

/* HTTP result code string */
"method not allowed" = "заборонений метод";

/* HTTP result code string */
"moved permanently" = "переміщено необоротно";

/* HTTP result code string */
"multiple choices" = "кілька варіантів вибору";

/* HTTP result code string */
"needs proxy" = "необхідний проксі-сервер";

/* HTTP result code string */
"no content" = "немає вмісту";

/* HTTP result code string */
"no error" = "усе гаразд";

/* HTTP result code string */
"no longer exists" = "більше не існує";

/* HTTP result code string */
"non-authoritative information" = "недостовірні відомості";

/* HTTP result code string */
"not found" = "не знайдено";

/* HTTP result code string */
"not modified" = "не змінено";

/* HTTP result code string */
"partial content" = "частковий вміст";

/* HTTP result code string */
"payment required" = "необхідна оплата";

/* HTTP result code string */
"precondition failed" = "помилка передумови";

/* HTTP result code string */
"proxy authentication required" = "необхідна автентифікація на проксі-сервері";

/* HTTP result code string */
"redirected" = "перенаправлено";

/* HTTP result code string */
"request timed out" = "вичерпано час очікування запиту";

/* HTTP result code string */
"request too large" = "завеликий запит";

/* HTTP result code string */
"requested URL too long" = "надто довга запитувана URL-адреса";

/* HTTP result code string */
"requested range not satisfiable" = "незадовільний діапазон запиту";

/* HTTP result code string */
"reset content" = "скидання вмісту";

/* HTTP result code string */
"see other" = "див. інше";

/* HTTP result code string */
"server error" = "помилка сервера";

/* HTTP result code string */
"service unavailable" = "послуга недоступна";

/* HTTP result code string */
"success" = "успішно";

/* HTTP result code string */
"switching protocols" = "перемикання протоколів";

/* HTTP result code string */
"temporarily redirected" = "тимчасово перенаправлено";

/* HTTP result code string */
"unacceptable" = "неприпустимо";

/* HTTP result code string */
"unauthorized" = "не авторизовано";

/* HTTP result code string */
"unimplemented" = "не реалізовано";

/* Unknown filename */
"unknown" = "невідомий";

/* HTTP result code string */
"unsupported media type" = "непідтримуваний тип носія";

/* HTTP result code string */
"unsupported version" = "непідтримувана версія";
